{
    "version": "https://jsonfeed.org/version/1",
    "title": "Sanders Piano Studio",
    "description": "",
    "home_page_url": "https://sanderspianostudio.com",
    "feed_url": "https://sanderspianostudio.com/feed.json",
    "user_comment": "",
    "icon": "https://sanderspianostudio.com/media/website/small-heart-for-website-2.jpeg",
    "author": {
        "name": "Monica Sanders"
    },
    "items": [
        {
            "id": "https://sanderspianostudio.com/about-monica.html",
            "url": "https://sanderspianostudio.com/about-monica.html",
            "title": "About Me",
            "summary": "I am passionate about teaching piano and Body Mapping. I love what&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://sanderspianostudio.com/media/posts/1/website-pic-with-dogs-2.jpeg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://sanderspianostudio.com/media/posts/1/responsive/website-pic-with-dogs-2-xs.jpeg 300w ,https://sanderspianostudio.com/media/posts/1/responsive/website-pic-with-dogs-2-sm.jpeg 480w ,https://sanderspianostudio.com/media/posts/1/responsive/website-pic-with-dogs-2-md.jpeg 768w ,https://sanderspianostudio.com/media/posts/1/responsive/website-pic-with-dogs-2-lg.jpeg 1024w\"  alt=\"\" width=\"4032\" height=\"3024\"></figure><figure class=\"post__image\"><img loading=\"lazy\"  src=\"undefined\" data-is-external-image=\"true\"  alt=\"\"></figure>\n<p>I am passionate about teaching piano and Body Mapping. I love what I do and I love how the process of learning and creating music never gets old. I am constantly inspired by my students and I aim to inspire them to become life long learners of music. </p>\n<p>As a younger sibling, I watched my older brother play piano and I wanted to do it too from the moment the piano came into our home. I was thrilled when the day finally came that I got to take piano lessons. This was one of the greatest gifts my parents could have given me. My childhood teacher, Deborah Mele, is an inspiration to this day and I am so grateful for everything I learned from her. She gave me an incredible foundation to take with me into my career as a musician and music educator. Along the way I have also been lucky to study with many inspiring teachers, all of whom contribute to what I am able to offer my students in their lessons. My love of music guided me through to receiving my MA in Music from Portland State University where I also became a Licensed Body Mapping Educator. This method gave me the chance to finally have the language to bring together my love of movement, sports and dance and my music making. Making music is a movement art. Movement is life! </p>\n<p>I have been teaching and performing in Oregon since 2000. I currently teach private piano lessons, group classes, and body mapping sessions and workshops in my studio in Southeast Portland.</p>\n<p>As a licensed Body Mapping Educator I offer the course What Every Musician Needs to Know About the Body. Please ask me about it if you are interested in learning more about this incredible method to enhance your musicianship and quality of life. I also work with musicians to help them recover from injury, to prevent injury and to uncover greater ease in playing.</p>\n<p>My teaching is infused with creativity and a sensitivity to each individual student's needs. I  encourage exploration of color, sound, movement and authenticity at the piano, free of judgement. In addition to music, I enjoy spending time with my family, hiking, cooking, reading, writing, sewing and training my two dogs. My first degree is a BA in Romance Languages. I speak Italian, Spanish and some German, and have traveled and worked abroad extensively in Europe and Latin America. Please contact me to set up a time to meet so we can chat about how I can  help foster and guide your or your child’s creative, musical spirit.</p>\n<p>Please enjoy this video I recorded in September of 2022 of Debussy's Arabesque No. 1.</p>\n<p><div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/whKw0xVQlA0\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></div></p>\n<p> </p>\n<p>Melodiously,</p>\n<p>Monica</p>\n<p> </p>",
            "image": "https://sanderspianostudio.com/media/posts/1/teachingpic2withCaela.jpg",
            "author": {
                "name": "Monica Sanders"
            },
            "tags": [
            ],
            "date_published": "2025-05-16T20:12:10-07:00",
            "date_modified": "2025-05-16T20:12:10-07:00"
        },
        {
            "id": "https://sanderspianostudio.com/body-mapping.html",
            "url": "https://sanderspianostudio.com/body-mapping.html",
            "title": "Movement Foundations/Body Mapping",
            "summary": "As a licensed Body Mapping Educator, I incorporate body mapping lessons into&hellip;",
            "content_html": "<p>As a licensed Body Mapping Educator, I incorporate body mapping lessons into both individual and group classes in the studio. I am also available for giving workshops and private sessions designed specifically for your movement needs. Whether you are a professional musician recovering from an injury or a non-musician who would like to experience more comfort and ease in your daily activities, body mapping is an essential part of your journey to discovering the highest quality of movement.</p>\n<h3><figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://sanderspianostudio.com/media/posts/4/Caela-body-mapping-at-piano.jpeg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://sanderspianostudio.com/media/posts/4/responsive/Caela-body-mapping-at-piano-xs.jpeg 300w ,https://sanderspianostudio.com/media/posts/4/responsive/Caela-body-mapping-at-piano-sm.jpeg 480w ,https://sanderspianostudio.com/media/posts/4/responsive/Caela-body-mapping-at-piano-md.jpeg 768w ,https://sanderspianostudio.com/media/posts/4/responsive/Caela-body-mapping-at-piano-lg.jpeg 1024w\"  alt=\"\" width=\"1028\" height=\"1114\"></figure></h3>\n<h3><strong>What is Body Mapping?</strong></h3>\n<p>Body Mapping is a method of movement re-education developed during the 1970‘s by William and Barbara Conable, both Alexander Technique teachers. </p>\n<p>The purpose of Body Mapping is to teach musicians and others to develop awareness of the quality of their movement, to make adjustments to their body maps based on observations about the truth of the body’s design as seen in anatomical images, anatomical models and as felt by palpating one’s own bony structure and performing a variety of movement activities.  Body Mapping is used throughout the world to aid in the healing and prevention of injury and pain. Through Body Mapping, musicians experience an enhanced ability to express themselves at their instruments with ease. </p>\n<h3><figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://sanderspianostudio.com/media/posts/4/body-mapping-pic-with-Caela-and-spine.jpeg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://sanderspianostudio.com/media/posts/4/responsive/body-mapping-pic-with-Caela-and-spine-xs.jpeg 300w ,https://sanderspianostudio.com/media/posts/4/responsive/body-mapping-pic-with-Caela-and-spine-sm.jpeg 480w ,https://sanderspianostudio.com/media/posts/4/responsive/body-mapping-pic-with-Caela-and-spine-md.jpeg 768w ,https://sanderspianostudio.com/media/posts/4/responsive/body-mapping-pic-with-Caela-and-spine-lg.jpeg 1024w\"  alt=\"\" width=\"1354\" height=\"849\"></figure></h3>\n<h3><strong>What is the Body Map?</strong></h3>\n<p>The body map is a literal map (neuronal representation) in our brains of how our bodies are put together. This map dictates how we move. The body map can change over time based on experience, knowledge and awareness. It is not something that is \"fixed\", but rather it can grow and change throughout a lifetime. When the body map is accurate, representing the true design of the body, then the movement it produces will be free, easy, balanced and coordinated. When the body map is inaccurate, movement will likely be uncomfortable, labor intensive or forced and may eventually lead to injury. Since musicians move their bodies to produce sound, it is absolutely necessary that they include the study of movement according to the anatomical truth governed by an accurate body map.</p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://sanderspianostudio.com/media/posts/4/arm-skeleton-demo-pic.jpeg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://sanderspianostudio.com/media/posts/4/responsive/arm-skeleton-demo-pic-xs.jpeg 300w ,https://sanderspianostudio.com/media/posts/4/responsive/arm-skeleton-demo-pic-sm.jpeg 480w ,https://sanderspianostudio.com/media/posts/4/responsive/arm-skeleton-demo-pic-md.jpeg 768w ,https://sanderspianostudio.com/media/posts/4/responsive/arm-skeleton-demo-pic-lg.jpeg 1024w\"  alt=\"\" width=\"1346\" height=\"857\"></figure>\n<h3>Private lessons:</h3>\n<p>I am available for private lessons working with injured musicians who are interested in retraining their movement. Body Mapping enhances and informs many other movement approaches such as the Taubman Technique and the Alexander Technique. Body Mapping puts musicians on a secure somatic foundation. Musicians learn to prioritize the quality of their movement in order to create a variety of sounds and expression at their instrument. </p>\n<h3>Workshops/lecture-demonstrations:</h3>\n<p><strong>\"What Every Musician Needs to Know About the Body\"</strong></p>\n<p><strong>\"Movement Foundations for Music Educators\"</strong></p>\n<p><strong>\"Awareness and Movement matter: Finding the lesson time to inspire children to cultivate inclusive awareness and move well at and away from the piano.\"</strong></p>\n<p><strong>\"Intro to Body Mapping: Efficient, Coordinated Movement\"</strong></p>\n<p>Workshops are geared toward musicians and non-musicians looking to enhance their quality of movement. </p>\n<h3 class=\"msg msg--highlight \"><strong>UPCOMING COURSES:</strong></h3>\n<p class=\"msg msg--highlight align-left\">July 2025, PCC Community Ed: Intro to Body Mapping: Efficient, Coordinated Movement</p>\n<h3><strong>PAST EVENTS:</strong></h3>\n<ul>\n<li>October, 2024, Alder Commons, Portland, OR: What Every Musician Needs to Know About the Body </li>\n<li>August, 2024, Sanders Studio, Portland, OR: What Every Musician Needs to Know About the Body</li>\n<li>May, 2024, Sanders Studio, Portland, OR: What Every Musician Needs to Know About the Body</li>\n<li>March, 2024, Sanders Studio, Portland, OR: Intro to Body Mapping for Studio Music Teachers</li>\n<li>January 2025, Body Mapping for Every Body, Holualoa, HI   </li>\n<li>March 2025, Intro to Body Mapping for Private Music Teachers, Brentwood, CA</li>\n</ul>\n<h3><strong>TESTIMONIALS:</strong></h3>\n<p>\"Our branch thoroughly enjoyed Monica's presentation on Body Mapping. She had a depth of knowledge on the subject that allowed us to thoroughly comprehend the subject matter. She engaged with the audience on our concerns about how we can use Body Mapping to enhance our teaching and performing careers. Delightful experience.\" - Philip Halseth, President of the Southern Alameda County Branch of Music Teachers Association of California, <a href=\"https://www.mtacsacb.org/\">https://www.mtacsacb.org/</a> </p>\n<p>\"I recently had the opportunity to take Monica's body mapping course and found it incredibly helpful and informative. I am a professional ceramic artist and the content from the course was very helpful. I learned about anatomy, body mechanics and tips for how to position myself in a neutral way so that I can avoid repetitive stress injury. I wish I had learned these techniques much earlier in my career.\" - Claire Seastone, Seastone Ceramics, <a href=\"https://www.seastoneceramics.com/,\">https://www.seastoneceramics.com/,</a> Halualoa, HI </p>\n<p><strong>\"</strong>I just attended Monica's excellent Body Mapping Workshop and it was very helpful for me as a teacher! Her class was full of specific information and practical tips that teachers can use immediately to introduce body awareness to their own students. She made us all marvel at the mechanical perfection of our own skeleton!! The big take-home lesson for me was that it's possible to have an inaccurate body map and that the map can change over time. Monica helped me find my way to discovering a more accurate map - really understanding what's going on inside.\" - Gaye Thomas, pianist and piano teacher, Portland Oregon</p>\n<p>\"I am so glad I took this course and would recommend it to all musicians! The information I learned greatly increased my awareness and understanding of the way my body moves at the piano (as well as in everyday life). I also left the course with confidence in my ability to communicate these valuable insights to my students.\" - Jessica Bell, pianist and piano teacher, Portland, Oregon, <a href=\"https://jessicabellpianostudio.wordpress.com/about-jessica-bell/\">https://jessicabellpianostudio.wordpress.com/about-jessica-bell/</a> </p>\n<p>Please contact me if you are interested in scheduling a workshop for your organization or group!</p>\n<p>For more information visit: <a href=\"https://www.bodymap.org/\" target=\"_blank\" rel=\"noopener noreferrer\">https://www.bodymap.org/</a></p>",
            "image": "https://sanderspianostudio.com/media/posts/4/armdemo2atpiano.jpg",
            "author": {
                "name": "Monica Sanders"
            },
            "tags": [
            ],
            "date_published": "2025-05-16T20:12:10-07:00",
            "date_modified": "2025-05-16T20:12:10-07:00"
        },
        {
            "id": "https://sanderspianostudio.com/teaching.html",
            "url": "https://sanderspianostudio.com/teaching.html",
            "title": "Teaching",
            "summary": "Take a look inside the Sanders Piano Studio!Making music is a lifelong&hellip;",
            "content_html": "<figure class=\"post__video\"><iframe loading=\"lazy\" width=\"560\" height=\"314\" src=\"https://www.youtube.com/embed/TFoaFootPzc\" allowfullscreen=\"allowfullscreen\" data-mce-fragment=\"1\"></iframe></figure>\n<h3 class=\"p1\"><span class=\"s1\">Take a look inside the Sanders Piano Studio!</span></h3>\n<p class=\"p2\"><span class=\"s1\">Making music is a lifelong pursuit that I aim to foster in each student through individual lessons, piano groups and super fun performances. My goal is to bring out the joy of music making in each student and to teach them the love of sharing music in a community. </span></p>\n<p class=\"p3\"> <img loading=\"lazy\" src=\"https://sanderspianostudio.com/media/posts/7/recital-pic-for-web.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://sanderspianostudio.com/media/posts/7/responsive/recital-pic-for-web-xs.jpg 300w ,https://sanderspianostudio.com/media/posts/7/responsive/recital-pic-for-web-sm.jpg 480w ,https://sanderspianostudio.com/media/posts/7/responsive/recital-pic-for-web-md.jpg 768w ,https://sanderspianostudio.com/media/posts/7/responsive/recital-pic-for-web-lg.jpg 1024w\"  alt=\"\" width=\"2048\" height=\"1536\"></p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://sanderspianostudio.com/media/posts/7/gallery/zooey-piano.jpg\" data-size=\"1536x2048\"><img loading=\"lazy\" src=\"https://sanderspianostudio.com/media/posts/7/gallery/zooey-piano-thumbnail.jpg\" alt=\"\" width=\"240\" height=\"240\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://sanderspianostudio.com/media/posts/7/gallery/Harper-action-shot.jpg\" data-size=\"4000x3000\"><img loading=\"lazy\" src=\"https://sanderspianostudio.com/media/posts/7/gallery/Harper-action-shot-thumbnail.jpg\" alt=\"\" width=\"240\" height=\"240\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://sanderspianostudio.com/media/posts/7/gallery/Lila-recital.jpg\" data-size=\"3000x4000\"><img loading=\"lazy\" src=\"https://sanderspianostudio.com/media/posts/7/gallery/Lila-recital-thumbnail.jpg\" alt=\"\" width=\"240\" height=\"240\"></a></figure>\n</div></div>\n<p class=\"p2\"><span class=\"s1\">From the beginning, piano lessons are geared toward providing each student with a foundation in rhythm, listening, singing, technique,<span class=\"Apple-converted-space\">  </span>improvisation, music theory, sight reading and the study of classical repertoire as well as contemporary music and original compositions. Students learn to be adept interpreters of a variety of styles. In lessons I strive to maintain each student's creative relationship with music through improvisation and composition. In this way, students bring a feeling of spontaneity and play to their music making at the piano, whether it is through the study of existing compositions and composers, the interpretation of jazz, blues and pop tunes or their own improvisations and compositions.</span></p>\n<figure class=\"post__image--center\"> <img loading=\"lazy\"  src=\"https://sanderspianostudio.com/media/posts/7/Alex-jam-2-smile.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://sanderspianostudio.com/media/posts/7/responsive/Alex-jam-2-smile-xs.jpg 300w ,https://sanderspianostudio.com/media/posts/7/responsive/Alex-jam-2-smile-sm.jpg 480w ,https://sanderspianostudio.com/media/posts/7/responsive/Alex-jam-2-smile-md.jpg 768w ,https://sanderspianostudio.com/media/posts/7/responsive/Alex-jam-2-smile-lg.jpg 1024w\"  width=\"4000\" height=\"3000\"></figure>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://sanderspianostudio.com/media/posts/7/gallery/Katya-composition.jpg\" data-size=\"2976x3968\"><img loading=\"lazy\" src=\"https://sanderspianostudio.com/media/posts/7/gallery/Katya-composition-thumbnail.jpg\" alt=\"\" width=\"240\" height=\"240\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://sanderspianostudio.com/media/posts/7/gallery/Minca-and-me.jpg\" data-size=\"3000x4000\"><img loading=\"lazy\" src=\"https://sanderspianostudio.com/media/posts/7/gallery/Minca-and-me-thumbnail.jpg\" alt=\"\" width=\"240\" height=\"240\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://sanderspianostudio.com/media/posts/7/gallery/Henry.jpg\" data-size=\"3000x4000\"><img loading=\"lazy\" src=\"https://sanderspianostudio.com/media/posts/7/gallery/Henry-thumbnail.jpg\" alt=\"\" width=\"240\" height=\"240\"></a></figure>\n</div></div>\n<p class=\"p4\"><span class=\"s1\">The Sanders piano community welcomes students of all ages and abilities. As a member of the Oregon Music Teachers Association (OMTA) I offer participation in the state Syllabus and Period Festivals for students who are interested. If you would like to become a member of our piano community or are just curious to find out more about what lessons are like here at the Sanders Piano Studio, please feel free to contact me! I’d love to hear from you!</span></p>\n<p>LOCATION: Piano Studio located in Southeast Portland in the Woodstock Neighborhood near Trader Joe’s and New Seasons.  Within 2 minute walk to Tri-met Bus lines 17, 14 and 71.  Piano lessons are easily accessed throughout the Woodstock Neighborhood, Reedwood, Eastmoreland, Westmoreland, Sellwood, Milwaukie, Garthwick, Hawthorne, Foster-Powell, Mt. Scott-Arleta and Brooklyn neighborhoods in Southeast Portland.</p>",
            "image": "https://sanderspianostudio.com/media/posts/7/trustjoyplay.jpg",
            "author": {
                "name": "Monica Sanders"
            },
            "tags": [
            ],
            "date_published": "2025-05-16T20:12:10-07:00",
            "date_modified": "2025-05-16T20:12:10-07:00"
        },
        {
            "id": "https://sanderspianostudio.com/studio-policy.html",
            "url": "https://sanderspianostudio.com/studio-policy.html",
            "title": "Testimonials",
            "summary": "Monica is the perfect teacher for my child! Of course, she is&hellip;",
            "content_html": "<figure class=\"post__image--center\"><img loading=\"lazy\"  src=\"https://sanderspianostudio.com/media/posts/2/IMG_20200120_094439.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://sanderspianostudio.com/media/posts/2/responsive/IMG_20200120_094439-xs.jpg 300w ,https://sanderspianostudio.com/media/posts/2/responsive/IMG_20200120_094439-sm.jpg 480w ,https://sanderspianostudio.com/media/posts/2/responsive/IMG_20200120_094439-md.jpg 768w ,https://sanderspianostudio.com/media/posts/2/responsive/IMG_20200120_094439-lg.jpg 1024w\"  width=\"561\" height=\"748\"></figure>\n<p>Monica is the perfect teacher for my child! Of course, she is skilled and knowledgeable, but she is also sensitive to children's needs and desire for fun! She is passionate about music and it really shows. My daughter LOVES her teacher. In her words, \"I think Monica is a REALLY good teacher. I think I am really lucky. I don't think everyone has a teacher like Monica.\" - Renee Takara</p>\n<p>Two of my children have been taking lessons from Monica for years. She demonstrates incredible professionalism and a personal love of both piano and teaching. She has been attentive to the individual needs and musical interests of my boys. She adapts the lessons to bring out the strengths they possess while challenging them to take risks and grow. She has also developed them as emerging performers. The recitals are well crafted and thoroughly enjoyable. The studio is professional and well-equipped for learning. Overall, simply outstanding. I would enthusiastically recommend! - Sabrina Sommer</p>\n<figure class=\"post__image--center\"><img loading=\"lazy\"  src=\"https://sanderspianostudio.com/media/posts/2/IMG_20200120_094226.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://sanderspianostudio.com/media/posts/2/responsive/IMG_20200120_094226-xs.jpg 300w ,https://sanderspianostudio.com/media/posts/2/responsive/IMG_20200120_094226-sm.jpg 480w ,https://sanderspianostudio.com/media/posts/2/responsive/IMG_20200120_094226-md.jpg 768w ,https://sanderspianostudio.com/media/posts/2/responsive/IMG_20200120_094226-lg.jpg 1024w\"  width=\"3968\" height=\"2976\"></figure>\n<p>Our son has been taking lessons from Monica for the past three years, going on four. Monica is dedicated, engaging, invested in each one of her students and most of all makes music fun. We couldn’t have asked for a better piano teacher. We love and appreciate her! - Peter Perrin</p>\n<p>Monica Sanders has been our children’s piano teacher for several years. She provides quality instruction with a caring approach. Monica’s recitals grow every year. She has brought professional musicians to add to the instrumentation and offer students a rich opportunity to perform in live band situations. We recommend Sanders studio to anyone who desires a multidimensional musical journey. - Sierra Nelson-Nord</p>\n<figure class=\"post__image--center\"><img loading=\"lazy\"  src=\"https://sanderspianostudio.com/media/posts/2/IMG_20200120_094208.jpg\" sizes=\"(max-width: 1024px) 100vw, 1024px\" srcset=\"https://sanderspianostudio.com/media/posts/2/responsive/IMG_20200120_094208-xs.jpg 300w ,https://sanderspianostudio.com/media/posts/2/responsive/IMG_20200120_094208-sm.jpg 480w ,https://sanderspianostudio.com/media/posts/2/responsive/IMG_20200120_094208-md.jpg 768w ,https://sanderspianostudio.com/media/posts/2/responsive/IMG_20200120_094208-lg.jpg 1024w\"  alt=\"\" width=\"3968\" height=\"2976\"></figure>\n<p>Monica has been the best teacher I've ever had. Not only is she excellent at helping with the fundamentals of reading music, building technique, and understanding the music theory behind the pieces, but she also excels in helping to unlock what gives music character, giving the student the ability to understand the emotions within a given piece and to express them in an authentic fashion. - Thomas DeNicola</p>\n<p>Monica is a wonderful piano teacher.  She’s warm, professional, encouraging and incredibly knowledgeable.  Each week I look forward to my lessons with her because I’m consistently amazed at how much I can learn in just one hour.  Leaving Monica’s studio, I’m always inspired to immediately go work on what we went over.  I really appreciate that she takes the time to focus not only on repertoire, but warm ups, technique, theory, sight reading, and understanding how the body is structured/moves to play more comfortably and efficiently.  I highly recommend her as a piano teacher to people of all ages and skill levels. - Aliza Pilusuk</p>",
            "image": "https://sanderspianostudio.com/media/posts/2/IMG_20200120_094351.jpg",
            "author": {
                "name": "Monica Sanders"
            },
            "tags": [
            ],
            "date_published": "2025-05-16T20:12:10-07:00",
            "date_modified": "2025-05-16T20:12:10-07:00"
        }
    ]
}
