{
    "version": "https://jsonfeed.org/version/1",
    "title": "Sanders Piano Studio",
    "description": "",
    "home_page_url": "https://sanderspianostudio.com",
    "feed_url": "https://sanderspianostudio.com/feed.json",
    "user_comment": "",
    "icon": "https://sanderspianostudio.com/media/website/logosm.jpg",
    "author": {
        "name": "Monica Sanders"
    },
    "items": [
        {
            "id": "https://sanderspianostudio.com/about-monica.html",
            "url": "https://sanderspianostudio.com/about-monica.html",
            "title": "About Monica",
            "summary": " Monica Sanders has been playing the piano since the age of&hellip;",
            "content_html": "<p class=\"mainTextBlack\"><img class=\"post__image post__image--center\" src=\"https://sanderspianostudio.com/media/posts/1/headshot1nowatermark.jpg\" alt=\"\" width=\"463\" height=\"309\"></p>\n<p>Monica Sanders has been playing the piano since the age of 5 when she began her studies with Deborah Mele in Santa Barbara, California. Her love of music guided her through to graduate school at the University of Oregon School of Music and later at <a href=\"http://www.pdx.edu/music/\" target=\"_blank\" rel=\"noopener noreferrer\">Portland State University</a>. She studied piano performance with Claire Wachter and Lisa Marsh and jazz piano with Toby Koenigsburg and Randy Porter. In addition, she studied with Barbara Conable, author of What Every Musician Needs to Know About the Body. She has a Master of Arts in Teaching Music and is a Licensed Body Mapping Educator. </p>\n<p>Monica has been teaching and performing in Oregon for the past 18 years. She currently teaches private piano lessons, group classes, summer camps and body mapping sessions and workshops in her studio in Southeast Portland. Monica is a licensed Body Mapping Educator and offers the course What Every Musician Needs to Know About the Body. Monica also works with musicians to help them recover from injury and to prevent injury through private lessons, lecture-demonstrations and workshops. </p>\n<p>Monica has had a rich and joyfull career in performing, composing and teaching both classical and jazz piano. In addition to music, Monica enjoys spending time with her family, hiking, cooking, reading, writing, sewing and training her two dogs. Monica holds a BA in Romance Languages. She speaks Italian, Spanish and some German, and has traveled and worked abroad extensively in Europe and Latin America. The focus of Monica’s teaching is to help foster and guide each student’s creative, musical spirit.</p>",
            "image": "https://sanderspianostudio.com/media/posts/1/teachingpic2withCaela.jpg",
            "author": {
                "name": "Monica Sanders"
            },
            "tags": [
            ],
            "date_published": "2020-01-25T19:57:49-08:00",
            "date_modified": "2020-01-28T10:39:42-08:00"
        },
        {
            "id": "https://sanderspianostudio.com/camps.html",
            "url": "https://sanderspianostudio.com/camps.html",
            "title": "Camps",
            "summary": "Sanders Piano Studios offers a variety of fun-filled, educational, mini-music camps during&hellip;",
            "content_html": "<h3 id=\"mcetoc_1dvil3mp20\">Sanders Piano Studios offers a variety of fun-filled, educational, mini-music camps during the summer!</h3>\n<p>These intensive, mini-camps offer a great supplement to regular, weekly lessons or an alternative to summer lessons if you are going to be away for awhile. Students truly look forward to this change of pace each year as they dive into exploring their creative connection to music!</p>\n<p><img src=\"https://sanderspianostudio.com/media/posts/3/composition-camp-photo.jpg\" alt=\"\" width=\"3968\" height=\"2976\"></p>\n<h3 id=\"mcetoc_1dvil3mp21\"><strong>Composition camp:</strong></h3>\n<p>Come go through the process of composing, performing and publishing a tune! Enter your composition into music notation software and create your own cover art. Learn to play your tune and perform for friends and family in a final celebration of your own unique music creation!</p>\n<h3 id=\"mcetoc_1dvil3mp22\"><strong>Duet camp:</strong></h3>\n<p>Invite a friend to join you in your musical journey! Learn duets with a partner and work together every day to quickly acquire at least one duet you can play together. Explore duet piano literature and improve your sight-reading skills. Perform your duets for friends and family in a final celebration. </p>\n<h3 id=\"mcetoc_1dvil3mp23\"><strong>Rhythm camp! </strong></h3>\n<p>Come explore rhythm through body percussion, vocalisation, rhythm composition, percussion instruments and improvisation at the piano. Perform a rhythmic routine for your friends and family in a final celebration. </p>\n<h3 id=\"mcetoc_1dvil3mp24\"><strong>Jazz/blues/pop camp:</strong></h3>\n<p>Learn the basics of jazz improvisation at the piano through work on a tune from a leadsheet. Learn some simple jazz harmony and comping techniques and learn how to walk a bass line. In this camp you will acquire some basic techniques for improvising, make listening a daily habit and participate in a final performance with a rhythm section (piano, drums and bass!).</p>\n<p>Give me a shout to register your child for a camp or to find out more information about summer camps at Sanders Piano Studio!</p>",
            "image": "https://sanderspianostudio.com/media/posts/3/comp-camp-pic.jpg",
            "author": {
                "name": "Monica Sanders"
            },
            "tags": [
            ],
            "date_published": "2020-01-02T15:06:42-08:00",
            "date_modified": "2020-01-27T10:03:00-08:00"
        },
        {
            "id": "https://sanderspianostudio.com/body-mapping.html",
            "url": "https://sanderspianostudio.com/body-mapping.html",
            "title": "Body Mapping",
            "summary": "As a licensed Body Mapping Educator, I incorporate body mapping lessons into&hellip;",
            "content_html": "<p>As a licensed Body Mapping Educator, I incorporate body mapping lessons into both individual and group classes in the studio. I am also available for giving workshops and private sessions designed specifically for your movement needs. Whether you are a professional musician recovering from an injury or a non-musician who would like to experience more comfort and ease in your daily activities, body mapping is an essential part of your journey to discovering the highest quality of movement.</p>\n<h3 id=\"mcetoc_1dvk42s1c0\"><img class=\"post__image post__image--center\" src=\"https://sanderspianostudio.com/media/posts/4/bmatthepiano.jpg\" alt=\"\" width=\"521\" height=\"780\"></h3>\n<h3 id=\"mcetoc_1dvil3d4a0\"><strong>What is Body Mapping?</strong></h3>\n<p>Body Mapping is a method of movement re-education developed during the 1970‘s by William and Barbara Conable, both Alexander Technique teachers. </p>\n<p>The purpose of Body Mapping is to teach musicians and others to develop awareness of the quality of their movement, to make adjustments to their body maps based on observations about the truth of the body’s design as seen in anatomical images, anatomical models and as felt by palpating one’s own bony structure and performing a variety of movement activities.  Body Mapping is used throughout the world to aid in the healing and prevention of injury and pain. Through Body Mapping, musicians experience an enhanced ability to express themselves at their instruments with ease. </p>\n<h3 id=\"mcetoc_1dvil3d4a1\"><img class=\"post__image--center\" src=\"https://sanderspianostudio.com/media/posts/4/goodspinesittingpic2.jpg\" alt=\"\" width=\"2048\" height=\"1367\"></h3>\n<h3 id=\"mcetoc_1dvil3d4a2\"><strong>What is the Body Map?</strong></h3>\n<p>The body map is a literal map (neuronal representation) in our brains of how our bodies are put together. This map dictates how we move. The body map can change over time based on experience, knowledge and awareness. It is not something that is \"fixed\", but rather it can grow and change throughout a lifetime. When the body map is accurate, representing the true design of the body, then the movement it produces will be free, easy, balanced and coordinated. When the body map is innacurate, movement will likely be uncomfortable, labor intensive or forced and may eventually lead to injury. Since musicians move their bodies to produce sound, it is absolutely necessary that they include the study of movement according to the anatomical truth governed by an accurate body map.</p>\n<p><img class=\"post__image post__image--center\" src=\"https://sanderspianostudio.com/media/posts/4/bmwholearm.jpg\" alt=\"\" width=\"2048\" height=\"1367\"></p>\n<h3 id=\"mcetoc_1dvil3d4a3\">Private lessons:</h3>\n<p>I am available for private lessons working with injured musicians who are working to retrain their movement. Body Mapping enhances and informs many other movement approaches such as the Taubman Technique and the Alexander Technique. Body Mapping puts musicians on a secure somatic foundation. Musicians who work with this movement modality come away knowing that their job is to move their bodies with the highest quality of movement in order to create a variety of sounds at their instrument. Body Mapping develops a musician's ability to observe their own quality of movement and to make adjustments as needed in order to move with the greatest of ease and to create the highest quality of music.</p>\n<h3 id=\"mcetoc_1dvil3d4a4\">Workshops/lecture-demonstrations:</h3>\n<p>I am available to present the full 6 hour course, \"What Every Musician Needs to Know About the Body\" either at my studio or at a place of your convenience. </p>\n<p>One hour and two hour workshops are also available to fit the needs of your group. All instrumentalists and vocalists are welcome to attend. I have worked with youth symphonies and small groups in this setting.</p>\n<p>Workshops geared toward non-musicians and athletes looking to enhance their quality of movement are also available. This modality simply leads to greater ease in movement and enhanced joy in experiencing the myriad of movement one makes in daily life. Healthier ways of approaching tasks such as typing at a keyboard, bringing more variety of movement into the office and home setting can result from the incorporation of Body Mapping into one's pursuit of physical well-being.</p>\n<p>Please contact me if you are interested in learning more about Body Mapping!</p>",
            "image": "https://sanderspianostudio.com/media/posts/4/armdemo2atpiano.jpg",
            "author": {
                "name": "Monica Sanders"
            },
            "tags": [
            ],
            "date_published": "2020-01-02T15:06:35-08:00",
            "date_modified": "2020-01-27T10:28:48-08:00"
        },
        {
            "id": "https://sanderspianostudio.com/teaching.html",
            "url": "https://sanderspianostudio.com/teaching.html",
            "title": "Teaching",
            "summary": "Take a look inside the Sanders Piano Studio!Making music is a lifelong&hellip;",
            "content_html": "<figure class=\"post__video\"><iframe width=\"560\" height=\"314\" src=\"https://www.youtube.com/embed/TFoaFootPzc\" allowfullscreen=\"allowfullscreen\" ></iframe></figure>\n<h3 id=\"mcetoc_1dvil2r9g0\" class=\"p1\"><span class=\"s1\">Take a look inside the Sanders Piano Studio!</span></h3>\n<p class=\"p2\"><span class=\"s1\">Making music is a lifelong pursuit that I aim to foster in each student through individual lessons, piano groups and super fun performances. My goal is to bring out the joy of music making in each student and to teach them the love of sharing music in a community. </span></p>\n<p class=\"p3\"> <img src=\"https://sanderspianostudio.com/media/posts/7/recital-pic-for-web.jpg\" alt=\"\" width=\"2048\" height=\"1536\"></p>\n<div class=\"gallery\"   >\n<figure class=\"gallery__item\"><a href=\"https://sanderspianostudio.com/media/posts/7/gallery/zooey-piano.jpg\" ><img src=\"https://sanderspianostudio.com/media/posts/7/gallery/zooey-piano-thumbnail.jpg\" alt=\"\" width=\"240\" height=\"240\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://sanderspianostudio.com/media/posts/7/gallery/Harper-action-shot.jpg\" ><img src=\"https://sanderspianostudio.com/media/posts/7/gallery/Harper-action-shot-thumbnail.jpg\" alt=\"\" width=\"240\" height=\"240\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://sanderspianostudio.com/media/posts/7/gallery/Lila-recital.jpg\" ><img src=\"https://sanderspianostudio.com/media/posts/7/gallery/Lila-recital-thumbnail.jpg\" alt=\"\" width=\"240\" height=\"240\"></a></figure>\n</div>\n<p class=\"p2\"><span class=\"s1\">From the beginning, piano lessons are geared toward providing each student with a foundation in rhythm, listening, singing, technique,<span class=\"Apple-converted-space\">  </span>improvisation, music theory, sight reading and the study of classical repertoire as well as contemporary music and original compositions. Students learn to be adept interpreters of a variety of styles. In lessons I strive to maintain each student's creative relationship with music through improvisation and composition. In this way, students bring a feeling of spontaneity and play to their music making at the piano, whether it is through the study of existing compositions and composers, the interpretation of jazz, blues and pop tunes or their own improvisations and compositions.</span></p>\n<p>ONLINE LESSONS AVAILABLE THROUGHOUT THE YEAR - Online lessons are weekly and are supplemented with a variety of videos, video projects, teacher office hours, online group performances and playing sessions. </p>\n<p class=\"p3\"> <img class=\"post__image--center\" src=\"https://sanderspianostudio.com/media/posts/7/Alex-jam-2-smile.jpg\" width=\"4000\" height=\"3000\"></p>\n<div class=\"gallery\"   >\n<figure class=\"gallery__item\"><a href=\"https://sanderspianostudio.com/media/posts/7/gallery/Katya-composition.jpg\" ><img src=\"https://sanderspianostudio.com/media/posts/7/gallery/Katya-composition-thumbnail.jpg\" alt=\"\" width=\"240\" height=\"240\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://sanderspianostudio.com/media/posts/7/gallery/Minca-and-me.jpg\" ><img src=\"https://sanderspianostudio.com/media/posts/7/gallery/Minca-and-me-thumbnail.jpg\" alt=\"\" width=\"240\" height=\"240\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://sanderspianostudio.com/media/posts/7/gallery/Henry.jpg\" ><img src=\"https://sanderspianostudio.com/media/posts/7/gallery/Henry-thumbnail.jpg\" alt=\"\" width=\"240\" height=\"240\"></a></figure>\n</div>\n<p class=\"p4\"><span class=\"s1\">The Sanders piano community welcomes students of all ages and abilities. As a member of the Oregon Music Teachers Association (OMTA) and a Nationally Certified Teacher of Music (NCTM), I offer participation in the state Syllabus and Period Festivals for students who are interested. If you would like to become a member of our piano community or are just curious to find out more about what lessons are like here at the Sanders Piano Studio, please feel free to contact me! I’d love to hear from you!</span></p>\n<p>LOCATION: Piano Studio located in Southeast Portland in the Woodstock Neighborhood near Trader Joe’s and New Seasons.  Within 2 minute walk to Tri-met Bus lines 17, 14 and 71.  Piano lessons are easily accessed throughout the Woodstock Neighborhood, Reedwood, Eastmoreland, Westmoreland, Sellwood, Garthwick, Hawthorne, Foster-Powell, Mt. Scott-Arleta and Brooklyn neighborhoods in Southeast Portland.</p>",
            "image": "https://sanderspianostudio.com/media/posts/7/trustjoyplay.jpg",
            "author": {
                "name": "Monica Sanders"
            },
            "tags": [
            ],
            "date_published": "2020-01-02T15:06:30-08:00",
            "date_modified": "2020-06-17T18:40:16-07:00"
        },
        {
            "id": "https://sanderspianostudio.com/studio-policy.html",
            "url": "https://sanderspianostudio.com/studio-policy.html",
            "title": "Testimonials",
            "summary": " Monica is the perfect teacher for my child! Of course, she&hellip;",
            "content_html": "<p><img class=\"post__image--center\" src=\"https://sanderspianostudio.com/media/posts/2/IMG_20200120_094439.jpg\" width=\"561\" height=\"748\"></p>\n<p>Monica is the perfect teacher for my child! Of course, she is skilled and knowledgeable, but she is also sensitive to children's needs and desire for fun! She is passionate about music and it really shows. My daughter LOVES her teacher. In her words, \"I think Monica is a REALLY good teacher. I think I am really lucky. I don't think everyone has a teacher like Monica.\" - Renee Takara</p>\n<p>Two of my children have been taking lessons from Monica for years. She demonstrates incredible professionalism and a personal love of both piano and teaching. She has been attentive to the individual needs and musical interests of my boys. She adapts the lessons to bring out the strengths they possess while challenging them to take risks and grow. She has also developed them as emerging performers. The recitals are well crafted and thoroughly enjoyable. The studio is professional and well-equipped for learning. Overall, simply outstanding. I would enthusiastically recommend! - Sabrina Sommer</p>\n<p><img class=\"post__image--center\" src=\"https://sanderspianostudio.com/media/posts/2/IMG_20200120_094226.jpg\" width=\"3968\" height=\"2976\"></p>\n<p>Our son has been taking lessons from Monica for the past three years, going on four. Monica is dedicated, engaging, invested in each one of her students and most of all makes music fun. We couldn’t have asked for a better piano teacher. We love and appreciate her! - Peter Perrin</p>\n<p>Monica Sanders has been our children’s piano teacher for several years. She provides quality instruction with a caring approach. Monica’s recitals grow every year. She has brought professional musicians to add to the instrumentation and offer students a rich opportunity to perform in live band situations. We recommend Sanders studio to anyone who desires a multidimensional musical journey. - Sierra Nelson-Nord</p>\n<p><img class=\"post__image--center\" src=\"https://sanderspianostudio.com/media/posts/2/IMG_20200120_094208.jpg\" alt=\"\" width=\"3968\" height=\"2976\"></p>\n<p>Monica has been the best teacher I've ever had. Not only is she excellent at helping with the fundamentals of reading music, building technique, and understanding the music theory behind the pieces, but she also excels in helping to unlock what gives music character, giving the student the ability to understand the emotions within a given piece and to express them in an authentic fashion. - Thomas DeNicola</p>\n<p>Monica is a wonderful piano teacher.  She’s warm, professional, encouraging and incredibly knowledgeable.  Each week I look forward to my lessons with her because I’m consistently amazed at how much I can learn in just one hour.  Leaving Monica’s studio, I’m always inspired to immediately go work on what we went over.  I really appreciate that she takes the time to focus not only on repertoire, but warm ups, technique, theory, sight reading, and understanding how the body is structured/moves to play more comfortably and efficiently.  I highly recommend her as a piano teacher to people of all ages and skill levels. - Aliza Pilusuk</p>",
            "image": "https://sanderspianostudio.com/media/posts/2/IMG_20200120_094351.jpg",
            "author": {
                "name": "Monica Sanders"
            },
            "tags": [
            ],
            "date_published": "2019-04-20T08:31:20-07:00",
            "date_modified": "2020-01-26T20:46:04-08:00"
        }
    ]
}
